Revit 2027 API
ParameterTypeId.CurveElemArcEndAngle Property
 "Angle 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveElemArcEndAngle { get; }
Public Shared ReadOnly Property CurveElemArcEndAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveElemArcEndAngle {
	ForgeTypeId^ get ();
}
static member CurveElemArcEndAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace